{
  "text": {
    " ": 0,
    "w": 3055,
    "h": 1330,
    "a": 487,
    "t": 2735,
    " w": 423,
    "wh": 3065,
    "ha": 1335,
    "at": 682,
    "t ": 2736,
    " wh": 426,
    "wha": 3066,
    "hat": 1345,
    "at ": 683,
    " wha": 427,
    "what": 3067,
    "hat ": 1346,
    "r": 2405,
    "e": 998,
    " a": 6,
    "ar": 639,
    "re": 2448,
    "e ": 999,
    " ar": 35,
    "are": 648,
    "re ": 2449,
    " are": 36,
    "are ": 649,
    " t": 382,
    "th": 2786,
    "he": 1349,
    " th": 391,
    "the": 2790,
    "he ": 1350,
    " the": 393,
    "the ": 2791,
    "d": 908,
    "m": 1812,
    "i": 1424,
    "s": 2600,
    "o": 2078,
    "n": 1905,
    "ad": 520,
    "dm": 959,
    "mi": 1855,
    "is": 1586,
    "ss": 2690,
    "si": 2654,
    "io": 1562,
    "on": 2162,
    "n ": 1906,
    " ad": 14,
    "adm": 526,
    "dmi": 960,
    "mis": 1861,
    "iss": 1594,
    "ssi": 2694,
    "sio": 2659,
    "ion": 1563,
    "on ": 2163,
    " adm": 16,
    "admi": 527,
    "dmis": 961,
    "miss": 1862,
    "issi": 1596,
    "ssio": 2695,
    "sion": 2660,
    "ion ": 1564,
    "q": 2396,
    "u": 2886,
    " r": 324,
    "eq": 1137,
    "qu": 2397,
    "ui": 2920,
    "ir": 1578,
    "em": 1104,
    "me": 1834,
    "en": 1112,
    "nt": 2051,
    "ts": 2857,
    "s ": 2601,
    " re": 327,
    "req": 2471,
    "equ": 1138,
    "qui": 2400,
    "uir": 2928,
    "ire": 1580,
    "rem": 2467,
    "eme": 1109,
    "men": 1847,
    "ent": 1125,
    "nts": 2068,
    "ts ": 2858,
    " req": 331,
    "requ": 2472,
    "equi": 1139,
    "quir": 2402,
    "uire": 2929,
    "irem": 1583,
    "reme": 2468,
    "emen": 1110,
    "ment": 1849,
    "ents": 1129,
    "nts ": 2069,
    "c": 758,
    " c": 63,
    "ca": 760,
    "an": 594,
    " ca": 64,
    "can": 767,
    "an ": 595,
    " can": 67,
    "can ": 768,
    "y": 3101,
    " y": 436,
    "yo": 3118,
    "ou": 2260,
    "u ": 2887,
    " yo": 439,
    "you": 3119,
    "ou ": 2261,
    " you": 440,
    "you ": 3120,
    "l": 1682,
    "te": 2756,
    "el": 1088,
    "ll": 1752,
    "l ": 1683,
    " te": 386,
    "tel": 2766,
    "ell": 1095,
    "ll ": 1753,
    " tel": 389,
    "tell": 2768,
    "ell ": 1096,
    " m": 237,
    " me": 246,
    "me ": 1835,
    " me ": 247,
    "cr": 868,
    "ri": 2485,
    "it": 1599,
    "er": 1140,
    "ia": 1429,
    "a ": 488,
    " cr": 90,
    "cri": 871,
    "rit": 2501,
    "ite": 1601,
    "ter": 2773,
    "eri": 1154,
    "ria": 2487,
    "ia ": 1430,
    " cri": 92,
    "crit": 873,
    "rite": 2502,
    "iter": 1602,
    "teri": 2776,
    "eria": 1155,
    "ria ": 2488,
    " d": 96,
    "do": 963,
    "o ": 2079,
    " do": 108,
    "do ": 964,
    " do ": 109,
    " i": 189,
    "i ": 1425,
    " i ": 190,
    " n": 265,
    "ne": 1945,
    "ee": 1060,
    "ed": 1049,
    "d ": 909,
    " ne": 269,
    "nee": 1949,
    "eed": 1062,
    "ed ": 1050,
    " nee": 270,
    "need": 1950,
    "eed ": 1063,
    "to": 2829,
    " to": 398,
    "to ": 2830,
    " to ": 399,
    "g": 1276,
    " g": 155,
    "ge": 1283,
    "et": 1188,
    " ge": 158,
    "get": 1291,
    "et ": 1189,
    " get": 159,
    "get ": 1292,
    "tt": 2859,
    "mit": 1863,
    "itt": 1611,
    "tte": 2860,
    "ted": 2762,
    "dmit": 962,
    "mitt": 1864,
    "itte": 1612,
    "tted": 2861,
    "ted ": 2763,
    "p": 2295,
    " p": 297,
    "pl": 2329,
    "le": 1713,
    "ea": 1005,
    "as": 669,
    "se": 2622,
    " pl": 306,
    "ple": 2334,
    "lea": 1715,
    "eas": 1016,
    "ase": 671,
    "se ": 2623,
    " ple": 308,
    "plea": 2335,
    "leas": 1718,
    "ease": 1017,
    "ase ": 672,
    " l": 222,
    "li": 1725,
    "st": 2700,
    " li": 229,
    "lis": 1740,
    "ist": 1597,
    "st ": 2701,
    " lis": 232,
    "list": 1742,
    "ist ": 1598,
    " is": 204,
    "is ": 1587,
    " is ": 205,
    "pr": 2369,
    "ro": 2523,
    "oc": 2083,
    "ce": 784,
    "es": 1169,
    " pr": 314,
    "pro": 2375,
    "roc": 2526,
    "oce": 2086,
    "ces": 792,
    "ess": 1179,
    "ss ": 2691,
    " pro": 317,
    "proc": 2376,
    "roce": 2527,
    "oces": 2088,
    "cess": 794,
    "ess ": 1180,
    "f": 1217,
    " f": 139,
    "fo": 1254,
    "or": 2213,
    "r ": 2406,
    " fo": 147,
    "for": 1259,
    "or ": 2214,
    " for": 150,
    "for ": 1260,
    "co": 845,
    "om": 2146,
    "mp": 1884,
    "pu": 2388,
    "ut": 3004,
    " co": 82,
    "com": 848,
    "omp": 2158,
    "mpu": 1891,
    "put": 2394,
    "ute": 3006,
    "er ": 1141,
    " com": 84,
    "comp": 851,
    "ompu": 2161,
    "mput": 1893,
    "pute": 2395,
    "uter": 3008,
    "ter ": 2774,
    " s": 339,
    "sc": 2609,
    "ci": 816,
    "ie": 1474,
    "nc": 1923,
    " sc": 345,
    "sci": 2614,
    "cie": 820,
    "ien": 1475,
    "enc": 1114,
    "nce": 1924,
    "ce ": 785,
    " sci": 347,
    "scie": 2615,
    "cien": 821,
    "ienc": 1476,
    "ence": 1115,
    "nce ": 1925,
    " e": 116,
    "ng": 1966,
    "gi": 1297,
    "in": 1527,
    "g ": 1277,
    " en": 125,
    "eng": 1118,
    "ngi": 1972,
    "gin": 1300,
    "ine": 1538,
    "eer": 1067,
    "rin": 2496,
    "ing": 1545,
    "ng ": 1967,
    " eng": 126,
    "engi": 1119,
    "ngin": 1973,
    "gine": 1301,
    "inee": 1540,
    "neer": 1951,
    "eeri": 1069,
    "erin": 1156,
    "ring": 2498,
    "ing ": 1546,
    " at": 41,
    " at ": 42,
    "sa": 2602,
    "ah": 546,
    "hy": 1421,
    "ya": 3103,
    "dr": 973,
    " sa": 341,
    "sah": 2605,
    "ahy": 547,
    "hya": 1422,
    "yad": 3104,
    "adr": 528,
    "dri": 976,
    "ri ": 2486,
    " sah": 343,
    "sahy": 2606,
    "ahya": 548,
    "hyad": 1423,
    "yadr": 3105,
    "adri": 529,
    "dri ": 977,
    "k": 1642,
    " k": 213,
    "kc": 1654,
    " kc": 214,
    "kce": 1655,
    "cet": 795,
    " kce": 215,
    "kcet": 1656,
    "cet ": 796,
    "nd": 1933,
    " an": 28,
    "and": 602,
    "nd ": 1934,
    " and": 30,
    "and ": 603,
    "-": 443,
    "d-": 910,
    "-k": 458,
    "k ": 1643,
    "ome": 2148,
    "med": 1840,
    "ed-": 1051,
    "d-k": 911,
    "-k ": 459,
    "come": 849,
    "omed": 2150,
    "med-": 1841,
    "ed-k": 1052,
    "d-k ": 912,
    "cu": 891,
    "of": 2106,
    "ff": 1236,
    "f ": 1218,
    " cu": 93,
    "cut": 904,
    "uto": 3011,
    "tof": 2833,
    "off": 2110,
    "ff ": 1237,
    " cut": 95,
    "cuto": 905,
    "utof": 3012,
    "toff": 2834,
    "off ": 2111,
    "ra": 2410,
    "nk": 1999,
    "ks": 1672,
    " ra": 325,
    "ran": 2424,
    "ank": 613,
    "nks": 2005,
    "ks ": 1673,
    " ran": 326,
    "rank": 2427,
    "anks": 617,
    "nks ": 2006,
    " h": 171,
    "ho": 1399,
    "ow": 2289,
    "w ": 3056,
    " ho": 184,
    "how": 1413,
    "ow ": 2290,
    " how": 188,
    "how ": 1414,
    " in": 195,
    "int": 1557,
    "nto": 2063,
    " int": 203,
    "into": 1561,
    "nto ": 2064,
    "b": 712,
    "ig": 1487,
    "ib": 1439,
    "bi": 728,
    "il": 1502,
    "ty": 2884,
    "y ": 3102,
    " el": 120,
    "eli": 1092,
    "lig": 1731,
    "igi": 1492,
    "gib": 1298,
    "ibi": 1442,
    "bil": 729,
    "ili": 1506,
    "lit": 1743,
    "ity": 1617,
    "ty ": 2885,
    " eli": 122,
    "elig": 1093,
    "ligi": 1733,
    "igib": 1493,
    "gibi": 1299,
    "ibil": 1443,
    "bili": 730,
    "ilit": 1507,
    "lity": 1745,
    "ity ": 1618,
    "rt": 2569,
    "ti": 2801,
    "if": 1483,
    "fi": 1244,
    "ic": 1446,
    "al": 568,
    "art": 661,
    "rti": 2575,
    "tif": 2808,
    "ifi": 1485,
    "fic": 1246,
    "ici": 1456,
    "cia": 817,
    "ial": 1431,
    "al ": 569,
    " art": 38,
    "arti": 663,
    "rtif": 2576,
    "tifi": 2809,
    "ific": 1486,
    "fici": 1248,
    "icia": 1457,
    "cial": 818,
    "ial ": 1432,
    "nte": 2056,
    "lli": 1760,
    "ige": 1488,
    "gen": 1287,
    "inte": 1560,
    "ntel": 2059,
    "elli": 1097,
    "llig": 1761,
    "lige": 1732,
    "igen": 1489,
    "genc": 1288,
    "ma": 1817,
    "ac": 498,
    "ch": 797,
    "hi": 1371,
    " ma": 240,
    "mac": 1818,
    "ach": 505,
    "chi": 808,
    "hin": 1381,
    "ne ": 1946,
    " mac": 241,
    "mach": 1819,
    "achi": 507,
    "chin": 810,
    "hine": 1382,
    "ine ": 1539,
    "rn": 2513,
    "ni": 1980,
    " le": 227,
    "ear": 1012,
    "arn": 655,
    "rni": 2517,
    "nin": 1992,
    " lea": 228,
    "lear": 1717,
    "earn": 1015,
    "arni": 656,
    "rnin": 2518,
    "ning": 1993,
    "ai": 549,
    "im": 1516,
    "ml": 1865,
    " ai": 20,
    "aim": 557,
    "iml": 1521,
    "ml ": 1866,
    " aim": 23,
    "aiml": 558,
    "iml ": 1522,
    " b": 47,
    "br": 741,
    "h ": 1331,
    " br": 54,
    "bra": 742,
    "anc": 598,
    "nch": 1926,
    "ch ": 798,
    " bra": 55,
    "bran": 743,
    "ranc": 2425,
    "anch": 600,
    "nch ": 1927,
    "ec": 1025,
    "mec": 1838,
    "ech": 1028,
    "cha": 801,
    "han": 1336,
    "ani": 609,
    "nic": 1982,
    "ica": 1448,
    "cal": 761,
    " mec": 249,
    "mech": 1839,
    "echa": 1031,
    "chan": 802,
    "hani": 1338,
    "anic": 610,
    "nica": 1984,
    "ical": 1449,
    "cal ": 762,
    "&": 441,
    " &": 1,
    "& ": 442,
    " & ": 2,
    "ob": 2080,
    "bo": 734,
    "ot": 2252,
    "cs": 876,
    " ro": 333,
    "rob": 2524,
    "obo": 2081,
    "bot": 737,
    "oti": 2258,
    "tic": 2804,
    "ics": 1460,
    "cs ": 877,
    " rob": 334,
    "robo": 2525,
    "obot": 2082,
    "boti": 738,
    "otic": 2259,
    "tics": 2805,
    "ics ": 1461,
    "ct": 878,
    "tr": 2842,
    "ele": 1090,
    "lec": 1719,
    "ect": 1042,
    "ctr": 883,
    "tro": 2851,
    "ron": 2539,
    "oni": 2174,
    " ele": 121,
    "elec": 1091,
    "lect": 1720,
    "ectr": 1045,
    "ctro": 884,
    "tron": 2852,
    "roni": 2540,
    "onic": 2175,
    "nics": 1985,
    "mm": 1867,
    "mu": 1896,
    "un": 2954,
    "omm": 2153,
    "mmu": 1870,
    "mun": 1901,
    "uni": 2959,
    "cat": 774,
    "ati": 691,
    "tio": 2815,
    "comm": 850,
    "ommu": 2155,
    "mmun": 1871,
    "muni": 1902,
    "unic": 2960,
    "icat": 1450,
    "cati": 776,
    "atio": 693,
    "tion": 2816,
    " ec": 117,
    "ece": 1026,
    " ece": 118,
    "ece ": 1027,
    "nf": 1961,
    "rm": 2510,
    "inf": 1542,
    "nfo": 1962,
    "orm": 2227,
    "rma": 2511,
    "mat": 1827,
    " inf": 199,
    "info": 1543,
    "nfor": 1963,
    "form": 1261,
    "orma": 2228,
    "rmat": 2512,
    "mati": 1828,
    "da": 913,
    "ta": 2737,
    " da": 97,
    "dat": 916,
    "ata": 684,
    "ta ": 2738,
    " dat": 98,
    "data": 917,
    "ata ": 685,
    "fe": 1223,
    " fe": 142,
    "fee": 1225,
    "ees": 1070,
    "es ": 1170,
    " fee": 143,
    "fees": 1227,
    "ees ": 1071,
    "na": 1912,
    "ag": 542,
    "man": 1824,
    "ana": 596,
    "nag": 1913,
    "age": 543,
    "gem": 1285,
    "nt ": 2052,
    " man": 243,
    "mana": 1825,
    "anag": 597,
    "nage": 1914,
    "agem": 545,
    "geme": 1286,
    "ent ": 1126,
    " q": 320,
    "uo": 2964,
    " qu": 321,
    "quo": 2403,
    "uot": 2965,
    "ota": 2253,
    " quo": 323,
    "quot": 2404,
    "uota": 2966,
    "ota ": 2254,
    " se": 349,
    "sea": 2624,
    "eat": 1019,
    "ats": 697,
    " sea": 350,
    "seat": 2626,
    "eats": 1024,
    "ats ": 698,
    "eat ": 1020,
    "tu": 2863,
    " tu": 405,
    "tui": 2870,
    "uit": 2930,
    "iti": 1605,
    " tui": 406,
    "tuit": 2871,
    "uiti": 2933,
    "itio": 1608,
    "ee ": 1061,
    "fee ": 1226,
    "v": 3013,
    "ov": 2281,
    "vi": 3038,
    "id": 1466,
    "de": 929,
    "rov": 2546,
    "ovi": 2287,
    "vid": 3041,
    "ide": 1470,
    "de ": 930,
    "prov": 2381,
    "rovi": 2548,
    "ovid": 2288,
    "vide": 3042,
    "ide ": 1471,
    "ls": 1788,
    " de": 99,
    "det": 948,
    "eta": 1190,
    "tai": 2745,
    "ail": 553,
    "ils": 1512,
    "ls ": 1789,
    " det": 104,
    "deta": 949,
    "etai": 1191,
    "tail": 2746,
    "ails": 556,
    "ils ": 1513,
    "hr": 1415,
    "ug": 2917,
    "gh": 1293,
    "thr": 2797,
    "hro": 1416,
    "rou": 2542,
    "oug": 2264,
    "ugh": 2918,
    "gh ": 1294,
    " thr": 395,
    "thro": 2798,
    "hrou": 1417,
    "roug": 2543,
    "ough": 2265,
    "ugh ": 2919,
    " ce": 72,
    " cet": 74,
    "x": 3087,
    "ex": 1206,
    "xp": 3095,
    "la": 1687,
    " ex": 134,
    "exp": 1211,
    "xpl": 3096,
    "pla": 2330,
    "lai": 1695,
    "ain": 559,
    "in ": 1528,
    " exp": 137,
    "expl": 1212,
    "xpla": 3097,
    "plai": 2332,
    "lain": 1696,
    "ain ": 560,
    "oe": 2103,
    "doe": 967,
    "oes": 2104,
    " doe": 111,
    "does": 968,
    "oes ": 2105,
    "wo": 3082,
    "rk": 2504,
    " wo": 434,
    "wor": 3083,
    "ork": 2223,
    "rk ": 2505,
    " wor": 435,
    "work": 3084,
    "ork ": 2224,
    "du": 980,
    "ur": 2971,
    "ced": 786,
    "edu": 1057,
    "dur": 987,
    "ure": 2978,
    "oced": 2087,
    "cedu": 787,
    "edur": 1059,
    "dure": 989,
    "ure ": 2979,
    "ep": 1132,
    "ps": 2382,
    " st": 372,
    "ste": 2706,
    "tep": 2771,
    "eps": 1135,
    "ps ": 2383,
    " ste": 374,
    "step": 2708,
    "teps": 2772,
    "eps ": 1136,
    "um": 2946,
    "doc": 965,
    "ocu": 2091,
    "cum": 895,
    "ume": 2950,
    " doc": 110,
    "docu": 966,
    "ocum": 2092,
    "cume": 896,
    "umen": 2951,
    "red": 2457,
    "ired": 1582,
    "red ": 2458,
    "ede": 1053,
    "ded": 931,
    "eede": 1064,
    "eded": 1054,
    "ded ": 932,
    "sh": 2644,
    "ul": 2934,
    "ld": 1709,
    " sh": 357,
    "sho": 2651,
    "hou": 1410,
    "oul": 2266,
    "uld": 2938,
    "ld ": 1710,
    " sho": 359,
    "shou": 2653,
    "houl": 1411,
    "ould": 2267,
    "uld ": 2939,
    "bri": 745,
    " bri": 56,
    "brin": 746,
    "nr": 2036,
    " nr": 276,
    "nri": 2037,
    " nri": 277,
    "nri ": 2038,
    "ud": 2903,
    "stu": 2723,
    "tud": 2867,
    "ude": 2904,
    "den": 938,
    " stu": 377,
    "stud": 2724,
    "tude": 2868,
    "uden": 2906,
    "dent": 939,
    "ru": 2585,
    "uc": 2897,
    "str": 2717,
    "tru": 2853,
    "ruc": 2586,
    "uct": 2900,
    "ctu": 887,
    "tur": 2874,
    " str": 376,
    "stru": 2719,
    "truc": 2854,
    "ruct": 2587,
    "uctu": 2902,
    "ctur": 888,
    "ture": 2876,
    " mu": 261,
    "muc": 1897,
    "uch": 2898,
    " muc": 262,
    "much": 1898,
    "uch ": 2899,
    "ol": 2132,
    "rs": 2558,
    "ip": 1570,
    "sch": 2611,
    "cho": 814,
    "hol": 1401,
    "ola": 2133,
    "lar": 1700,
    "ars": 659,
    "rsh": 2563,
    "shi": 2647,
    "hip": 1384,
    "ips": 1576,
    " sch": 346,
    "scho": 2613,
    "chol": 815,
    "hola": 1402,
    "olar": 2134,
    "lars": 1702,
    "arsh": 660,
    "rshi": 2564,
    "ship": 2648,
    "hips": 1386,
    "ips ": 1577,
    "av": 701,
    "va": 3015,
    "ab": 489,
    "bl": 731,
    " av": 44,
    "ava": 702,
    "vai": 3016,
    "ila": 1504,
    "lab": 1688,
    "abl": 491,
    "ble": 732,
    "le ": 1714,
    " ava": 45,
    "avai": 703,
    "vail": 3017,
    "aila": 555,
    "ilab": 1505,
    "labl": 1690,
    "able": 492,
    "ble ": 733,
    "her": 1365,
    "ere": 1149,
    "ther": 2793,
    "here": 1366,
    "ere ": 1150,
    "ny": 2076,
    "any": 626,
    "ny ": 2077,
    " any": 31,
    "any ": 627,
    "no": 2022,
    "ly": 1808,
    "eco": 1037,
    "con": 852,
    "ono": 2182,
    "nom": 2025,
    "omi": 2151,
    "mic": 1856,
    "all": 576,
    "lly": 1767,
    "ly ": 1809,
    " eco": 119,
    "econ": 1038,
    "cono": 855,
    "onom": 2183,
    "nomi": 2026,
    "omic": 2152,
    "mica": 1857,
    "call": 763,
    "ally": 578,
    "lly ": 1768,
    "ba": 717,
    "ck": 828,
    "kw": 1676,
    "wa": 3057,
    "rd": 2446,
    " ba": 50,
    "bac": 719,
    "ack": 511,
    "ckw": 835,
    "kwa": 1677,
    "war": 3060,
    "ard": 646,
    "rd ": 2447,
    " bac": 51,
    "back": 721,
    "ackw": 513,
    "ckwa": 836,
    "kwar": 1678,
    "ward": 3061,
    "ard ": 647,
    "p ": 2296,
    "ip ": 1571,
    "hip ": 1385,
    " fi": 144,
    "fin": 1249,
    "ina": 1529,
    "nan": 1919,
    "nci": 1928,
    " fin": 145,
    "fina": 1250,
    "inan": 1530,
    "nanc": 1920,
    "anci": 601,
    "ncia": 1929,
    "aid": 551,
    "id ": 1467,
    " aid": 22,
    "aid ": 552,
    " o": 280,
    " of": 281,
    "ffe": 1238,
    "fer": 1228,
    " off": 283,
    "offe": 2112,
    "ffer": 1239,
    "fere": 1230,
    "ered": 1151,
    "who": 3073,
    "ho ": 1400,
    " who": 430,
    "who ": 3074,
    "pa": 2297,
    "pri": 2373,
    "inc": 1531,
    "cip": 824,
    "ipa": 1572,
    "pal": 2302,
    " pri": 316,
    "prin": 2374,
    "rinc": 2497,
    "inci": 1532,
    "ncip": 1930,
    "cipa": 825,
    "ipal": 1573,
    "pal ": 2303,
    "of ": 2107,
    " of ": 282,
    "eg": 1078,
    "col": 846,
    "oll": 2141,
    "lle": 1758,
    "leg": 1721,
    "ege": 1079,
    "ge ": 1284,
    " col": 83,
    "coll": 847,
    "olle": 2143,
    "lleg": 1759,
    "lege": 1722,
    "ege ": 1080,
    "am": 584,
    " na": 266,
    "nam": 1917,
    "ame": 586,
    " nam": 267,
    "name": 1918,
    "ame ": 587,
    "ds": 978,
    "old": 2135,
    "lds": 1711,
    "ds ": 979,
    " hol": 185,
    "hold": 1403,
    "olds": 2136,
    "lds ": 1712,
    "po": 2345,
    "os": 2241,
    " po": 309,
    "pos": 2353,
    "osi": 2246,
    "sit": 2663,
    " pos": 312,
    "posi": 2355,
    "osit": 2247,
    "siti": 2665,
    "sk": 2667,
    "ki": 1663,
    "l-": 1684,
    "-f": 450,
    "us": 2992,
    " sk": 362,
    "ski": 2668,
    "kil": 1664,
    "ill": 1508,
    "ll-": 1754,
    "l-f": 1685,
    "-fo": 453,
    "foc": 1255,
    "cus": 900,
    "use": 2994,
    "sed": 2629,
    " ski": 363,
    "skil": 2669,
    "kill": 1665,
    "ill-": 1510,
    "ll-f": 1755,
    "l-fo": 1686,
    "-foc": 454,
    "focu": 1256,
    "ocus": 2093,
    "cuse": 902,
    "used": 2996,
    "sed ": 2630,
    "iv": 1619,
    "ve": 3024,
    "ini": 1548,
    "nit": 1994,
    "tia": 2802,
    "iat": 1437,
    "tiv": 2819,
    "ive": 1620,
    "ves": 3036,
    " ini": 200,
    "init": 1552,
    "niti": 1995,
    "itia": 1606,
    "tiat": 2803,
    "iati": 1438,
    "ativ": 694,
    "tive": 2820,
    "ives": 1621,
    "ves ": 3037,
    " ab": 8,
    "abo": 493,
    "bou": 739,
    "out": 2278,
    "ut ": 3005,
    " abo": 9,
    "abou": 495,
    "bout": 740,
    "out ": 2279,
    "ill ": 1509,
    "ev": 1198,
    "lo": 1769,
    "op": 2197,
    "pm": 2342,
    "dev": 950,
    "eve": 1199,
    "vel": 3026,
    "elo": 1099,
    "lop": 1779,
    "opm": 2205,
    "pme": 2343,
    " dev": 105,
    "deve": 951,
    "evel": 1200,
    "velo": 3028,
    "elop": 1100,
    "lopm": 1781,
    "opme": 2206,
    "pmen": 2344,
    "og": 2117,
    "gr": 1308,
    "ms": 1894,
    "rog": 2530,
    "ogr": 2118,
    "gra": 1309,
    "ram": 2421,
    "ams": 592,
    "ms ": 1895,
    "prog": 2378,
    "rogr": 2531,
    "ogra": 2119,
    "gram": 1311,
    "rams": 2423,
    "ams ": 593,
    "fa": 1219,
    " fa": 140,
    "fac": 1220,
    "aci": 508,
    "cil": 822,
    "tie": 2806,
    "ies": 1477,
    " fac": 141,
    "faci": 1221,
    "acil": 509,
    "cili": 823,
    "liti": 1744,
    "itie": 1607,
    "ties": 2807,
    "ies ": 1478,
    "su": 2725,
    "up": 2967,
    "pp": 2359,
    " su": 378,
    "sup": 2728,
    "upp": 2969,
    "ppo": 2367,
    "por": 2350,
    "ort": 2235,
    "rt ": 2570,
    " sup": 379,
    "supp": 2729,
    "uppo": 2970,
    "ppor": 2368,
    "port": 2352,
    "ort ": 2236,
    " op": 290,
    "opp": 2207,
    "rtu": 2583,
    "tun": 2872,
    " opp": 292,
    "oppo": 2208,
    "ortu": 2240,
    "rtun": 2584,
    "tuni": 2873,
    "unit": 2961,
    "cou": 863,
    "our": 2272,
    "urs": 2988,
    "rse": 2560,
    "ses": 2641,
    " cou": 88,
    "cour": 865,
    "ours": 2275,
    "urse": 2990,
    "rses": 2562,
    "ses ": 2642,
    "fer ": 1229,
    "deg": 934,
    "egr": 1081,
    "gre": 1313,
    "ree": 2459,
    " deg": 101,
    "degr": 935,
    "egre": 1082,
    "gree": 1314,
    "rees": 2461,
    "ue": 2911,
    " pu": 318,
    "pur": 2389,
    "rsu": 2567,
    "sue": 2726,
    "ue ": 2912,
    " pur": 319,
    "purs": 2391,
    "ursu": 2991,
    "rsue": 2568,
    "sue ": 2727,
    "tg": 2783,
    "ua": 2888,
    "ost": 2248,
    "stg": 2710,
    "tgr": 2784,
    "rad": 2413,
    "adu": 530,
    "dua": 981,
    "uat": 2891,
    "ate": 686,
    "te ": 2757,
    "post": 2356,
    "ostg": 2251,
    "stgr": 2711,
    "tgra": 2785,
    "grad": 1310,
    "radu": 2414,
    "adua": 531,
    "duat": 982,
    "uate": 2892,
    "ate ": 687,
    "ak": 565,
    "ke": 1657,
    "nta": 2053,
    "tak": 2747,
    "ake": 566,
    "ke ": 1658,
    "inta": 1559,
    "ntak": 2055,
    "take": 2748,
    "ake ": 567,
    "ap": 628,
    "cap": 770,
    "apa": 629,
    "pac": 2298,
    "cit": 826,
    " cap": 68,
    "capa": 771,
    "apac": 630,
    "paci": 2300,
    "acit": 510,
    "city": 827,
    ".": 472,
    "b.": 714,
    ".e": 473,
    " b.": 48,
    "b.e": 715,
    ".e ": 474,
    " b.e": 49,
    "b.e ": 716,
    "rc": 2440,
    "res": 2473,
    "ese": 1173,
    "arc": 644,
    "rch": 2444,
    " res": 332,
    "rese": 2475,
    "esea": 1175,
    "sear": 2625,
    "earc": 1014,
    "arch": 645,
    "rch ": 2445,
    "dy": 996,
    "udy": 2909,
    "dy ": 997,
    "tudy": 2869,
    "udy ": 2910,
    "m.": 1814,
    ".t": 475,
    " m.": 238,
    "m.t": 1815,
    ".te": 476,
    "tec": 2760,
    " m.t": 239,
    "m.te": 1816,
    ".tec": 477,
    "tech": 2761,
    "ech ": 1029,
    " an ": 29,
    "mb": 1829,
    " mb": 244,
    "mba": 1830,
    "ba ": 718,
    " mba": 245,
    "mba ": 1831,
    "m ": 1813,
    "am ": 585,
    "ram ": 2422,
    "by": 754,
    " by": 60,
    "by ": 755,
    " by ": 61,
    "whe": 3068,
    " whe": 428,
    "wher": 3070,
    " lo": 233,
    "loc": 1771,
    "oca": 2084,
    " loc": 234,
    "loca": 1772,
    "ocat": 2085,
    "cate": 775,
    "ated": 688,
    " si": 360,
    "itu": 1613,
    "tua": 2865,
    " sit": 361,
    "situ": 2666,
    "itua": 1614,
    "tuat": 2866,
    "cam": 764,
    "amp": 590,
    "pus": 2392,
    "us ": 2993,
    " cam": 66,
    "camp": 766,
    "ampu": 591,
    "mpus": 1892,
    "pus ": 2393,
    "dd": 924,
    "add": 521,
    "ddr": 927,
    "dre": 974,
    " add": 15,
    "addr": 523,
    "ddre": 928,
    "dres": 975,
    "ress": 2477,
    "ry": 2598,
    "ind": 1534,
    "ndu": 1942,
    "dus": 991,
    "ust": 3002,
    "try": 2855,
    "ry ": 2599,
    " ind": 198,
    "indu": 1537,
    "ndus": 1944,
    "dust": 992,
    "ustr": 3003,
    "stry": 2720,
    "try ": 2856,
    "ns": 2039,
    "lla": 1756,
    "bor": 735,
    "ora": 2215,
    "rat": 2435,
    "ons": 2184,
    "ns ": 2040,
    "olla": 2142,
    "llab": 1757,
    "labo": 1691,
    "abor": 494,
    "bora": 736,
    "orat": 2216,
    "rati": 2437,
    "ions": 1567,
    "ons ": 2185,
    " ha": 172,
    "hav": 1347,
    "ave": 704,
    "ve ": 3025,
    " hav": 174,
    "have": 1348,
    "ave ": 705,
    "tn": 2825,
    " pa": 298,
    "par": 2309,
    "rtn": 2579,
    "tne": 2826,
    "ner": 1952,
    "ers": 1162,
    " par": 301,
    "part": 2311,
    "artn": 665,
    "rtne": 2580,
    "tner": 2827,
    "ners": 1953,
    "ersh": 1164,
    "rate": 2436,
    "wi": 3075,
    " wi": 431,
    "wit": 3078,
    "ith": 1603,
    "th ": 2787,
    " wit": 433,
    "with": 3079,
    "ith ": 1604,
    "mpa": 1885,
    "pan": 2304,
    "nie": 1986,
    "ompa": 2159,
    "mpan": 1886,
    "pani": 2306,
    "anie": 611,
    "nies": 1987,
    " or": 294,
    " or ": 295,
    "tri": 2848,
    "rie": 2494,
    "stri": 2718,
    "trie": 2850,
    "ries": 2495,
    "tria": 2849,
    "rial": 2489,
    "nn": 2015,
    "onn": 2180,
    "nne": 2016,
    "nec": 1947,
    "cti": 880,
    " con": 85,
    "conn": 854,
    "onne": 2181,
    "nnec": 2017,
    "nect": 1948,
    "ecti": 1044,
    "ctio": 881,
    " s ": 340,
    "rp": 2549,
    "cor": 857,
    "orp": 2231,
    "rpo": 2550,
    " cor": 86,
    "corp": 860,
    "orpo": 2232,
    "rpor": 2551,
    "pora": 2351,
    "xt": 3098,
    "rr": 2553,
    "ext": 1213,
    "xtr": 3099,
    "tra": 2843,
    "rac": 2411,
    "acu": 517,
    "cur": 897,
    "urr": 2986,
    "rri": 2556,
    "ric": 2492,
    "icu": 1462,
    "cul": 892,
    "ula": 2935,
    "ar ": 640,
    " ext": 138,
    "extr": 1214,
    "xtra": 3100,
    "trac": 2844,
    "racu": 2412,
    "acur": 519,
    "curr": 899,
    "urri": 2987,
    "rric": 2557,
    "ricu": 2493,
    "icul": 1463,
    "cula": 893,
    "ular": 2936,
    "lar ": 1701,
    " ac": 10,
    "act": 514,
    "ivi": 1622,
    "vit": 3049,
    " act": 13,
    "acti": 516,
    "ctiv": 882,
    "tivi": 2821,
    "ivit": 1623,
    "viti": 3050,
    " ev": 132,
    "ven": 3031,
    " eve": 133,
    "even": 1202,
    "vent": 3032,
    "z": 3122,
    "rg": 2478,
    "ga": 1278,
    "iz": 1624,
    "ze": 3126,
    "org": 2221,
    "rga": 2479,
    "gan": 1279,
    "niz": 1996,
    "ize": 1627,
    "ze ": 3127,
    " org": 296,
    "orga": 2222,
    "rgan": 2480,
    "gani": 1280,
    "aniz": 612,
    "nize": 1998,
    "ize ": 1628,
    "sp": 2683,
    " sp": 368,
    "spo": 2688,
    "rts": 2581,
    " spo": 371,
    "spor": 2689,
    "orts": 2239,
    "rts ": 2582,
    "lt": 1790,
    "ult": 2943,
    "ltu": 1794,
    "ura": 2973,
    "ral": 2419,
    " cul": 94,
    "cult": 894,
    "ultu": 2944,
    "ltur": 1795,
    "tura": 2875,
    "ural": 2974,
    "ral ": 2420,
    " ap": 32,
    "app": 634,
    "ppl": 2364,
    "ply": 2339,
    " app": 33,
    "appl": 636,
    "pply": 2366,
    "ply ": 2340,
    "yi": 3110,
    "lyi": 1810,
    "yin": 3111,
    "plyi": 2341,
    "lyin": 1811,
    "ying": 3112,
    "fr": 1262,
    "nfr": 1964,
    "fra": 1263,
    "ras": 2432,
    "ast": 677,
    "infr": 1544,
    "nfra": 1965,
    "fras": 1264,
    "rast": 2434,
    "astr": 678,
    "mo": 1875,
    "od": 2094,
    " mo": 258,
    "mod": 1876,
    "ode": 2101,
    "der": 942,
    "ern": 1157,
    "rn ": 2514,
    " mod": 259,
    "mode": 1878,
    "oder": 2102,
    "dern": 944,
    "ern ": 1158,
    " am": 26,
    "eni": 1120,
    " ame": 27,
    "amen": 588,
    "meni": 1848,
    "enit": 1121,
    "lac": 1693,
    "ace": 502,
    "cem": 790,
    " pla": 307,
    "plac": 2331,
    "lace": 1694,
    "acem": 504,
    "ceme": 791,
    "rec": 2454,
    "ord": 2217,
    " rec": 328,
    "reco": 2455,
    "ecor": 1039,
    "cord": 858,
    "ord ": 2218,
    "go": 1302,
    "oo": 2188,
    " go": 160,
    "goo": 1306,
    "ood": 2190,
    "od ": 2095,
    " goo": 162,
    "good": 1307,
    "ood ": 2191,
    "ecr": 1040,
    "cru": 874,
    "rui": 2588,
    "it ": 1600,
    "recr": 2456,
    "ecru": 1041,
    "crui": 875,
    "ruit": 2589,
    "uit ": 2931,
    " fr": 151,
    "fro": 1265,
    "rom": 2536,
    "om ": 2147,
    " fro": 152,
    "from": 1266,
    "rom ": 2537,
    "omo": 2156,
    "mot": 1882,
    "ote": 2256,
    "prom": 2380,
    "romo": 2538,
    "omot": 2157,
    "mote": 1883,
    "ote ": 2257,
    "nv": 2073,
    "nm": 2012,
    "env": 1130,
    "nvi": 2074,
    "vir": 3045,
    "iro": 1584,
    "onm": 2178,
    "nme": 2013,
    " env": 129,
    "envi": 1131,
    "nvir": 2075,
    "viro": 3046,
    "iron": 1585,
    "ronm": 2541,
    "onme": 2179,
    "nmen": 2014,
    " no": 274,
    "not": 2029,
    "tab": 2739,
    " not": 275,
    "nota": 2030,
    "otab": 2255,
    "tabl": 2740,
    "hie": 1375,
    "iev": 1479,
    "vem": 3029,
    " ach": 12,
    "chie": 809,
    "hiev": 1376,
    "ieve": 1480,
    "evem": 1201,
    "veme": 3030,
    "kn": 1669,
    "wn": 3080,
    " kn": 220,
    "kno": 1670,
    "now": 2033,
    "own": 2293,
    "wn ": 3081,
    " kno": 221,
    "know": 1671,
    "nown": 2035,
    "own ": 2294,
    "j": 1630,
    "aj": 562,
    "jo": 1637,
    "maj": 1822,
    "ajo": 563,
    "jor": 1640,
    " maj": 242,
    "majo": 1823,
    "ajor": 564,
    "jor ": 1641,
    "cc": 777,
    "hm": 1391,
    "acc": 499,
    "cco": 780,
    "mpl": 1887,
    "pli": 2336,
    "ish": 1590,
    "shm": 2649,
    "hme": 1392,
    " acc": 11,
    "acco": 501,
    "ccom": 781,
    "ompl": 2160,
    "mpli": 1888,
    "plis": 2338,
    "lish": 1741,
    "ishm": 1591,
    "shme": 2650,
    "hmen": 1393,
    "top": 2835,
    "op ": 2198,
    " top": 401,
    "top ": 2836,
    "lib": 1726,
    "ibr": 1444,
    "rar": 2430,
    "ary": 667,
    " lib": 230,
    "libr": 1727,
    "ibra": 1445,
    "brar": 744,
    "rary": 2431,
    "ary ": 668,
    "ik": 1499,
    "lik": 1734,
    "ike": 1500,
    " lik": 231,
    "like": 1735,
    "ike ": 1501,
    "ur ": 2972,
    "your": 3121,
    "our ": 2273,
    " in ": 196,
    "ins": 1555,
    "nst": 2047,
    "sti": 2712,
    "tit": 2817,
    "tut": 2877,
    "uti": 3009,
    " ins": 202,
    "inst": 1556,
    "nsti": 2048,
    "stit": 2714,
    "titu": 2818,
    "itut": 1616,
    "tuti": 2878,
    "utio": 3010,
    "pe": 2312,
    " eq": 130,
    "uip": 2926,
    "ipp": 1574,
    "ppe": 2360,
    "ped": 2317,
    " equ": 131,
    "quip": 2401,
    "uipp": 2927,
    "ippe": 1575,
    "pped": 2362,
    "ped ": 2318,
    "rv": 2592,
    "ser": 2639,
    "erv": 1166,
    "rvi": 2595,
    "vic": 3039,
    "ice": 1451,
    " ser": 355,
    "serv": 2640,
    "ervi": 1168,
    "rvic": 2596,
    "vice": 3040,
    "ices": 1453,
    "ces ": 793,
    "gs": 1317,
    " ti": 396,
    "tim": 2810,
    "imi": 1519,
    "min": 1858,
    "ngs": 1976,
    "gs ": 1318,
    " tim": 397,
    "timi": 2812,
    "imin": 1520,
    "ming": 1859,
    "ings": 1547,
    "ngs ": 1977,
    "hen": 1363,
    "en ": 1113,
    "when": 3069,
    "hen ": 1364,
    "ope": 2199,
    "pen": 2319,
    " ope": 291,
    "open": 2201,
    "pen ": 2320,
    "rs ": 2559,
    " hou": 187,
    "hour": 1412,
    "urs ": 2989,
    "rki": 2506,
    "kin": 1666,
    "orki": 2225,
    "rkin": 2507,
    "king": 1668,
    "che": 804,
    "hed": 1355,
    "dul": 985,
    "ule": 2940,
    "sche": 2612,
    "ched": 806,
    "hedu": 1356,
    "edul": 1058,
    "dule": 986,
    "ule ": 2941,
    "cce": 778,
    "acce": 500,
    "cces": 779,
    " v": 415,
    "vt": 3052,
    " vt": 421,
    "vtu": 3053,
    "tu ": 2864,
    " vtu": 422,
    "vtu ": 3054,
    "sy": 2732,
    "yl": 3113,
    "bu": 749,
    " sy": 380,
    "syl": 2733,
    "yll": 3114,
    "abu": 496,
    "bus": 752,
    " syl": 381,
    "syll": 2734,
    "ylla": 3115,
    "labu": 1692,
    "abus": 497,
    "bus ": 753,
    "find": 1251,
    "ind ": 1535,
    "que": 2398,
    "ues": 2915,
    "est": 1183,
    " que": 322,
    "ques": 2399,
    "uest": 2916,
    "esti": 1186,
    "stio": 2713,
    "pap": 2307,
    "ape": 632,
    "per": 2322,
    " pap": 300,
    "pape": 2308,
    "aper": 633,
    "pers": 2324,
    "ers ": 1163,
    "nl": 2009,
    " on": 286,
    "onl": 2176,
    "nli": 2010,
    "lin": 1736,
    " onl": 289,
    "onli": 2177,
    "nlin": 2011,
    "line": 1737,
    "hos": 1408,
    "el ": 1089,
    " hos": 186,
    "host": 1409,
    "oste": 2250,
    "stel": 2707,
    "tel ": 2767,
    "be": 722,
    "des": 946,
    "esc": 1171,
    "scr": 2618,
    "rib": 2490,
    "ibe": 1440,
    "be ": 723,
    " des": 103,
    "desc": 947,
    "escr": 1172,
    "scri": 2619,
    "crib": 872,
    "ribe": 2491,
    "ibe ": 1441,
    "thi": 2795,
    "his": 1389,
    " thi": 394,
    "this": 2796,
    "his ": 1390,
    " wa": 424,
    "wan": 3058,
    "ant": 623,
    " wan": 425,
    "want": 3059,
    "ante": 624,
    "nted": 2057,
    "now ": 2034,
    " ru": 337,
    "rul": 2590,
    "les": 1723,
    " rul": 338,
    "rule": 2591,
    "ules": 2942,
    "les ": 1724,
    "gu": 1319,
    "reg": 2465,
    "egu": 1083,
    "gul": 1324,
    "lat": 1706,
    " reg": 330,
    "regu": 2466,
    "egul": 1084,
    "gula": 1325,
    "ulat": 2937,
    "lati": 1708,
    " gu": 167,
    "gui": 1322,
    "uid": 2921,
    "del": 936,
    "nes": 1954,
    " gui": 168,
    "guid": 1323,
    "uide": 2923,
    "idel": 1473,
    "deli": 937,
    "elin": 1094,
    "ines": 1541,
    "nes ": 1955,
    "ay": 708,
    "sta": 2702,
    "tay": 2754,
    "ayi": 710,
    " sta": 373,
    "stay": 2705,
    "tayi": 2755,
    "ayin": 711,
    "sha": 2645,
    "har": 1342,
    " sha": 358,
    "shar": 2646,
    "hare": 1343,
    "era": 1144,
    "tin": 2813,
    "oper": 2202,
    "pera": 2323,
    "erat": 1148,
    "atin": 692,
    "ting": 2814,
    "k-": 1644,
    "-i": 455,
    " ch": 75,
    "hec": 1353,
    "eck": 1035,
    "ck-": 829,
    "k-i": 1645,
    "-in": 456,
    " che": 77,
    "chec": 805,
    "heck": 1354,
    "eck-": 1036,
    "ck-i": 830,
    "k-in": 1646,
    "-in ": 457,
    "-o": 460,
    "k-o": 1647,
    "-ou": 461,
    "ck-o": 831,
    "k-ou": 1648,
    "-out": 462,
    "ime": 1517,
    "mes": 1852,
    "time": 2811,
    "imes": 1518,
    "mes ": 1853,
    "cos": 861,
    " cos": 87,
    "cost": 862,
    "ost ": 2249,
    "arg": 651,
    "rge": 2481,
    "ges": 1289,
    " cha": 76,
    "char": 803,
    "harg": 1344,
    "arge": 652,
    "rges": 2482,
    "ges ": 1290,
    "foo": 1257,
    " foo": 149,
    "food": 1258,
    "pt": 2384,
    "opt": 2211,
    "pti": 2385,
    " opt": 293,
    "opti": 2212,
    "ptio": 2386,
    " on ": 287,
    " a ": 7,
    "tee": 2764,
    "een": 1065,
    "cant": 769,
    "ntee": 2058,
    "teen": 2765,
    "een ": 1066,
    "h-": 1332,
    "-t": 466,
    "ch-": 799,
    "h-t": 1333,
    "-te": 467,
    "ech-": 1030,
    "ch-t": 800,
    "h-te": 1334,
    "-tec": 468,
    " ga": 156,
    "gar": 1281,
    "ara": 641,
    "rag": 2415,
    " gar": 157,
    "gara": 1282,
    "arag": 642,
    "rage": 2416,
    "age ": 544,
    "b ": 713,
    " la": 223,
    "ab ": 490,
    " lab": 224,
    "lab ": 1689,
    "fit": 1252,
    "itn": 1609,
    " fit": 146,
    "fitn": 1253,
    "itne": 1610,
    "tnes": 2828,
    "ness": 1957,
    "gy": 1326,
    "ym": 3116,
    " gy": 169,
    "gym": 1328,
    "ym ": 3117,
    " gym": 170,
    "gym ": 1329,
    " bu": 57,
    " bus": 59,
    "ice ": 1452,
    " tr": 403,
    "ans": 621,
    "nsp": 2045,
    "rta": 2571,
    "tat": 2751,
    " tra": 404,
    "tran": 2846,
    "rans": 2428,
    "ansp": 622,
    "nspo": 2046,
    "orta": 2237,
    "rtat": 2572,
    "tati": 2753,
    " u": 407,
    " us": 412,
    "usi": 2997,
    "sin": 2657,
    " usi": 414,
    "usin": 2999,
    "sing": 2658,
    "rve": 2593,
    "eser": 1176,
    "erve": 1167,
    "rve ": 2594,
    "rav": 2438,
    "trav": 2847,
    "rave": 2439,
    "avel": 706,
    "veli": 3027,
    "ling": 1738,
    "hap": 1340,
    "ens": 1122,
    " hap": 173,
    "happ": 1341,
    "appe": 635,
    "ppen": 2363,
    "pens": 2321,
    "ens ": 1123,
    " if": 191,
    "if ": 1484,
    " if ": 192,
    "ang": 606,
    "nge": 1968,
    "hang": 1337,
    "ange": 607,
    "nges": 1971,
    "ei": 1085,
    "hei": 1357,
    "eir": 1086,
    "ir ": 1579,
    "thei": 2792,
    "heir": 1358,
    "eir ": 1087,
    "pi": 2325,
    "-u": 469,
    " pi": 304,
    "pic": 2326,
    "ick": 1458,
    "k-u": 1649,
    "-up": 470,
    "up ": 2968,
    " pic": 305,
    "pick": 2327,
    "ick-": 1459,
    "ck-u": 832,
    "k-up": 1650,
    "-up ": 471,
    "oi": 2124,
    "poi": 2346,
    "oin": 2125,
    " poi": 310,
    "poin": 2347,
    "oint": 2128,
    "int ": 1558,
    "nge ": 1969,
    " rou": 336,
    "rout": 2545,
    "oute": 2280,
    "ute ": 3007,
    " du": 114,
    "uri": 2981,
    " dur": 115,
    "duri": 990,
    "urin": 2982,
    "sem": 2635,
    " sem": 353,
    "seme": 2636,
    "emes": 1111,
    "mest": 1854,
    "este": 1185,
    "ster": 2709,
    "ef": 1075,
    "fu": 1273,
    "ref": 2463,
    "efu": 1076,
    "fun": 1274,
    "und": 2955,
    " ref": 329,
    "refu": 2464,
    "efun": 1077,
    "fund": 1275,
    "und ": 2956,
    "sto": 2715,
    " sto": 375,
    "stop": 2716,
    "don": 971,
    " don": 113,
    "don ": 972,
    " t ": 383,
    " use": 413,
    "use ": 2995,
    "art ": 662,
    " un": 408,
    "nde": 1937,
    "erg": 1152,
    "rgr": 2483,
    " und": 409,
    "unde": 2957,
    "nder": 1939,
    "derg": 943,
    "ergr": 1153,
    "rgra": 2484,
    "hel": 1359,
    "lor": 1782,
    "bach": 720,
    "ache": 506,
    "chel": 807,
    "helo": 1361,
    "elor": 1101,
    "lor ": 1783,
    "tes": 2780,
    "ates": 690,
    "tes ": 2781,
    "ver": 3033,
    " ave": 46,
    "aver": 707,
    "vera": 3034,
    "erag": 1145,
    "ka": 1651,
    "cka": 833,
    "kag": 1652,
    " pac": 299,
    "pack": 2301,
    "acka": 512,
    "ckag": 834,
    "kage": 1653,
    " vi": 419,
    "vis": 3047,
    "isi": 1592,
    " vis": 420,
    "visi": 3048,
    "isit": 1593,
    "sit ": 2664,
    "so": 2670,
    "eso": 1177,
    "sou": 2681,
    "urc": 2976,
    "rce": 2441,
    "reso": 2476,
    "esou": 1178,
    "sour": 2682,
    "ourc": 2274,
    "urce": 2977,
    "rces": 2443,
    "rai": 2417,
    "trai": 2845,
    "rain": 2418,
    "aini": 561,
    "inin": 1551,
    "sts": 2721,
    " tes": 390,
    "test": 2782,
    "ests": 1187,
    "sts ": 2722,
    "ew": 1203,
    "ws": 3085,
    "vie": 3043,
    "iew": 1481,
    "ews": 1204,
    "ws ": 3086,
    "nter": 2060,
    "terv": 2779,
    "rvie": 2597,
    "view": 3044,
    "iews": 1482,
    "ews ": 1205,
    "di": 952,
    "edi": 1055,
    "dic": 953,
    " ded": 100,
    "dedi": 933,
    "edic": 1056,
    "dica": 954,
    "spa": 2684,
    " spa": 369,
    "spac": 2685,
    "pace": 2299,
    "ace ": 503,
    " gr": 163,
    "gro": 1315,
    "oup": 2270,
    " gro": 166,
    "grou": 1316,
    "roup": 2544,
    "oup ": 2271,
    " di": 106,
    "dis": 957,
    "isc": 1588,
    "scu": 2620,
    "uss": 3000,
    " dis": 107,
    "disc": 958,
    "iscu": 1589,
    "scus": 2621,
    "cuss": 903,
    "ussi": 3001,
    "rns": 2521,
    "nsh": 2043,
    "tern": 2777,
    "erns": 1161,
    "rnsh": 2522,
    "nshi": 2044,
    "ntr": 2065,
    " ent": 128,
    "entr": 1128,
    "ntra": 2066,
    "ance": 599,
    "xa": 3088,
    "exa": 1207,
    "xam": 3089,
    " exa": 135,
    "exam": 1208,
    "xam ": 3090,
    "pea": 2313,
    "ppea": 2361,
    "pear": 2314,
    "ear ": 1013,
    "est ": 1184,
    "xams": 3091,
    "lty": 1796,
    "facu": 1222,
    "acul": 518,
    "ulty": 2945,
    "lty ": 1797,
    "mem": 1845,
    "emb": 1107,
    "mbe": 1832,
    "ber": 724,
    " mem": 252,
    "memb": 1846,
    "embe": 1108,
    "mber": 1833,
    "bers": 727,
    "rof": 2528,
    "ofe": 2108,
    "fes": 1232,
    "sso": 2697,
    "sor": 2677,
    "ors": 2233,
    "prof": 2377,
    "rofe": 2529,
    "ofes": 2109,
    "fess": 1233,
    "esso": 1182,
    "ssor": 2699,
    "sors": 2678,
    "ors ": 2234,
    "tm": 2822,
    "dep": 940,
    "epa": 1133,
    "rtm": 2577,
    "tme": 2823,
    " dep": 102,
    "depa": 941,
    "epar": 1134,
    "artm": 664,
    "rtme": 2578,
    "tmen": 2824,
    "tea": 2758,
    "eac": 1006,
    " tea": 387,
    "teac": 2759,
    "each": 1007,
    "hing": 1383,
    "af": 534,
    "taf": 2743,
    "aff": 538,
    "staf": 2703,
    "taff": 2744,
    "aff ": 539,
    "nki": 2003,
    "anki": 616,
    "nkin": 2004,
    "nat": 1921,
    "ona": 2167,
    "nal": 1915,
    " nat": 268,
    "nati": 1922,
    "iona": 1566,
    "onal": 2168,
    "nal ": 1916,
    "stat": 2704,
    "tate": 2752,
    "nke": 2001,
    "ked": 1659,
    "anke": 615,
    "nked": 2002,
    "ked ": 1660,
    " be": 52,
    " be ": 53,
    " hi": 179,
    "hir": 1387,
    " hir": 183,
    "hire": 1388,
    "ire ": 1581,
    " gra": 164,
    "dura": 988,
    "urat": 2975,
    "rse ": 2561,
    "lon": 1775,
    "ong": 2171,
    " lon": 235,
    "long": 1776,
    "ong ": 2172,
    " lat": 226,
    "late": 1707,
    "ater": 689,
    "tera": 2775,
    "eral": 1146,
    "ntry": 2067,
    " j": 208,
    " jo": 211,
    "joi": 1638,
    " joi": 212,
    "join": 1639,
    "oin ": 2126,
    "lic": 1728,
    "ppli": 2365,
    "plic": 2337,
    "lica": 1729,
    "i-": 1426,
    "wi-": 3076,
    "i-f": 1427,
    "-fi": 451,
    "fi ": 1245,
    " wi-": 432,
    "wi-f": 3077,
    "i-fi": 1428,
    "-fi ": 452,
    "rne": 2515,
    "net": 1958,
    "erne": 1159,
    "rnet": 2516,
    "net ": 1959,
    "lu": 1798,
    "mn": 1872,
    " al": 24,
    "alu": 581,
    "lum": 1806,
    "umn": 2952,
    "mni": 1873,
    "ni ": 1981,
    " alu": 25,
    "alum": 583,
    "lumn": 1807,
    "umni": 2953,
    "mni ": 1874,
    " as": 39,
    "ass": 673,
    "soc": 2671,
    "oci": 2089,
    " ass": 40,
    "asso": 676,
    "ssoc": 2698,
    "soci": 2672,
    "ocia": 2090,
    "ciat": 819,
    "tw": 2881,
    "etw": 1194,
    "two": 2882,
    " net": 271,
    "netw": 1960,
    "etwo": 1195,
    "twor": 2883,
    "za": 3123,
    "iza": 1625,
    "zat": 3124,
    "niza": 1997,
    "izat": 1626,
    "zati": 3125,
    "rol": 2534,
    "ole": 2137,
    " rol": 335,
    "role": 2535,
    "ole ": 2138,
    " med": 250,
    "medi": 1842,
    "cl": 837,
    "c ": 759,
    " cl": 78,
    "cli": 840,
    "ic ": 1447,
    " cli": 80,
    "clin": 841,
    "lini": 1739,
    "inic": 1549,
    "nic ": 1983,
    " he": 175,
    "hea": 1351,
    "eal": 1010,
    "alt": 579,
    "lth": 1792,
    " hea": 176,
    "heal": 1352,
    "ealt": 1011,
    "alth": 580,
    "lth ": 1793,
    "ii": 1497,
    "hii": 1379,
    "ii ": 1498,
    " hii": 182,
    "hii ": 1380,
    "llo": 1762,
    "loo": 1777,
    "ooo": 2195,
    "oo ": 2189,
    " hel": 177,
    "hell": 1360,
    "ello": 1098,
    "lloo": 1764,
    "looo": 1778,
    "ooo ": 2196,
    "ft": 1269,
    " af": 18,
    "aft": 540,
    "fte": 1271,
    "rno": 2519,
    "noo": 2027,
    "oon": 2193,
    " aft": 19,
    "afte": 541,
    "fter": 1272,
    "erno": 1160,
    "rnoo": 2520,
    "noon": 2028,
    "oon ": 2194,
    "hi ": 1372,
    " hi ": 180,
    "lo ": 1770,
    "llo ": 1763,
    "ey": 1215,
    "hey": 1369,
    "ey ": 1216,
    " hey": 178,
    "hey ": 1370,
    "eet": 1072,
    "eti": 1192,
    " gre": 165,
    "reet": 2462,
    "eeti": 1074,
    "etin": 1193,
    "mor": 1879,
    "orn": 2229,
    " mor": 260,
    "morn": 1881,
    "orni": 2230,
    " it": 206,
    " it ": 207,
    "goi": 1304,
    " goi": 161,
    "goin": 1305,
    "oing": 2127,
    "doi": 969,
    " doi": 112,
    "doin": 970,
    "tod": 2831,
    "oda": 2096,
    "day": 919,
    "ay ": 709,
    " tod": 400,
    "toda": 2832,
    "oday": 2098,
    "day ": 920,
    " up": 410,
    " up ": 411,
    "ky": 1679,
    "tha": 2788,
    "nky": 2007,
    "kyo": 1680,
    " tha": 392,
    "than": 2789,
    "hank": 1339,
    "anky": 618,
    "nkyo": 2008,
    "kyou": 1681,
    "nk ": 2000,
    "ank ": 614,
    "db": 921,
    "ye": 3106,
    "odb": 2099,
    "dby": 922,
    "bye": 756,
    "ye ": 3107,
    "oodb": 2192,
    "odby": 2100,
    "dbye": 923,
    "bye ": 757,
    " bye": 62,
    "see": 2631,
    " see": 352,
    "see ": 2632,
    "bui": 750,
    "uil": 2924,
    "ilt": 1514,
    "lt ": 1791,
    " bui": 58,
    "buil": 751,
    "uilt": 2925,
    "ilt ": 1515,
    "cre": 869,
    "rea": 2452,
    " cre": 91,
    "crea": 870,
    "reat": 2453,
    "eate": 1021,
    "ato": 695,
    "tor": 2838,
    "eato": 1023,
    "ator": 696,
    "tor ": 2839,
    "lope": 1780,
    "oped": 2200,
    "hn": 1394,
    "chn": 811,
    "hno": 1397,
    "nol": 2023,
    "olo": 2144,
    "log": 1773,
    "ogy": 2120,
    "gy ": 1327,
    " tec": 388,
    "echn": 1032,
    "chno": 813,
    "hnol": 1398,
    "nolo": 2024,
    "olog": 2145,
    "logy": 1774,
    "ogy ": 2121,
    "we": 3062,
    "pow": 2357,
    "owe": 2291,
    "wer": 3063,
    " pow": 313,
    "powe": 2358,
    "ower": 2292,
    "wers": 3064,
    " cal": 65,
    "all ": 577,
    "ub": 2893,
    "bs": 747,
    "clu": 842,
    "lub": 1799,
    "ubs": 2895,
    "bs ": 748,
    " clu": 81,
    "club": 843,
    "lubs": 1801,
    "ubs ": 2896,
    "hni": 1395,
    "chni": 812,
    "hnic": 1396,
    " foc": 148,
    "cus ": 901,
    "arts": 666,
    "eati": 1022,
    "vity": 3051,
    "ub ": 2894,
    "lub ": 1800,
    "lan": 1697,
    "ngu": 1978,
    "gua": 1320,
    "uag": 2889,
    " lan": 225,
    "lang": 1698,
    "angu": 608,
    "ngua": 1979,
    "guag": 1321,
    "uage": 2890,
    "hu": 1418,
    "nth": 2061,
    "thu": 2799,
    "hus": 1419,
    "sia": 2655,
    "ias": 1435,
    "enth": 1127,
    "nthu": 2062,
    "thus": 2800,
    "husi": 1420,
    "usia": 2998,
    "sias": 2656,
    "iast": 1436,
    "asts": 679,
    "ead": 1008,
    "ade": 524,
    "lead": 1716,
    "eade": 1009,
    "ader": 525,
    "ders": 945,
    "n-": 1907,
    "inn": 1553,
    "nno": 2020,
    "nov": 2031,
    "ova": 2282,
    "vat": 3022,
    "on-": 2164,
    "n-f": 1910,
    " inn": 201,
    "inno": 1554,
    "nnov": 2021,
    "nova": 2032,
    "ovat": 2283,
    "vati": 3023,
    "ion-": 1565,
    "on-f": 2166,
    "n-fo": 1911,
    "xc": 3092,
    "exc": 1209,
    "xch": 3093,
    " exc": 136,
    "exch": 1210,
    "xcha": 3094,
    "oh": 2122,
    " oh": 284,
    "oh ": 2123,
    " oh ": 285,
    " so": 364,
    "sos": 2679,
    "osc": 2242,
    "sc ": 2610,
    " sos": 366,
    "sosc": 2680,
    "osc ": 2243,
    "urp": 2984,
    "ose": 2244,
    "purp": 2390,
    "urpo": 2985,
    "rpos": 2552,
    "pose": 2354,
    "ose ": 2245,
    "ore": 2219,
    "more": 1880,
    "ore ": 2220,
    " sou": 367,
    "rce ": 2442,
    "ih": 1494,
    " ni": 272,
    "nih": 1988,
    "iho": 1495,
    "hon": 1404,
    "ngo": 1974,
    "go ": 1303,
    " nih": 273,
    "niho": 1989,
    "ihon": 1496,
    "hong": 1405,
    "ongo": 2173,
    "ngo ": 1975,
    "ja": 1631,
    " ja": 209,
    "jap": 1632,
    "ane": 604,
    " jap": 210,
    "japa": 1633,
    "apan": 631,
    "pane": 2305,
    "anes": 605,
    "nese": 1956,
    "ese ": 1174,
    "-c": 447,
    "n-c": 1908,
    "-ca": 448,
    " on-": 288,
    "on-c": 2165,
    "n-ca": 1909,
    "-cam": 449,
    "mmo": 1868,
    "ommo": 2154,
    "mmod": 1869,
    "moda": 1877,
    "odat": 2097,
    "dati": 918,
    "att": 699,
    "ten": 2769,
    "end": 1116,
    "nda": 1935,
    "dan": 914,
    " att": 43,
    "atte": 700,
    "tten": 2862,
    "tend": 2770,
    "enda": 1117,
    "ndan": 1936,
    "danc": 915,
    "cy": 906,
    "pol": 2348,
    "oli": 2139,
    "icy": 1464,
    "cy ": 907,
    " pol": 311,
    "poli": 2349,
    "olic": 2140,
    "licy": 1730,
    "icy ": 1465,
    "many": 1826,
    "cla": 838,
    "las": 1704,
    "sse": 2692,
    " cla": 79,
    "clas": 839,
    "lass": 1705,
    "asse": 674,
    "sses": 2693,
    " mi": 253,
    " mis": 255,
    "iss ": 1595,
    "nim": 1990,
    "imu": 1525,
    "mum": 1899,
    "um ": 2947,
    " min": 254,
    "mini": 1860,
    "inim": 1550,
    "nimu": 1991,
    "imum": 1526,
    "mum ": 1900,
    "mee": 1843,
    " mee": 251,
    "meet": 1844,
    "eet ": 1073,
    "saf": 2603,
    "afe": 535,
    "fet": 1234,
    "ety": 1196,
    " saf": 342,
    "safe": 2604,
    "afet": 537,
    "fety": 1235,
    "ety ": 1197,
    "mea": 1836,
    "asu": 680,
    "sur": 2730,
    " mea": 248,
    "meas": 1837,
    "easu": 1018,
    "asur": 681,
    "sure": 2731,
    "ures": 2980,
    "res ": 2474,
    "fe ": 1224,
    "afe ": 536,
    "sec": 2627,
    "ecu": 1047,
    " sec": 351,
    "secu": 2628,
