{
  "text": {
    "what": 393,
    "are": 27,
    "the": 366,
    "admission": 10,
    "requirements": 304,
    "can": 50,
    "you": 404,
    "tell": 361,
    "me": 218,
    "criteria": 85,
    "do": 98,
    "i": 169,
    "need": 235,
    "to": 374,
    "get": 143,
    "admitted": 11,
    "please": 269,
    "list": 207,
    "is": 189,
    "process": 279,
    "for": 138,
    "computer": 72,
    "science": 320,
    "engineering": 111,
    "at": 33,
    "sahyadri": 315,
    "kcet": 194,
    "and": 20,
    "comed": 69,
    "k": 193,
    "cutoff": 87,
    "ranks": 296,
    "how": 168,
    "into": 188,
    "eligibility": 109,
    "artificial": 29,
    "intelligence": 183,
    "machine": 213,
    "learning": 204,
    "aiml": 16,
    "branch": 41,
    "mechanical": 221,
    "robotics": 308,
    "electronics": 108,
    "communication": 70,
    "ece": 106,
    "information": 177,
    "data": 89,
    "fees": 128,
    "management": 215,
    "quota": 291,
    "seats": 323,
    "seat": 322,
    "tuition": 382,
    "fee": 127,
    "provide": 286,
    "details": 94,
    "through": 371,
    "cet": 56,
    "explain": 122,
    "does": 100,
    "work": 400,
    "procedure": 278,
    "steps": 346,
    "documents": 99,
    "required": 302,
    "needed": 236,
    "should": 332,
    "bring": 42,
    "nri": 240,
    "students": 350,
    "student": 349,
    "structure": 348,
    "much": 231,
    "scholarships": 319,
    "available": 35,
    "there": 368,
    "any": 21,
    "economically": 107,
    "backward": 39,
    "scholarship": 318,
    "financial": 130,
    "aid": 15,
    "offered": 244,
    "who": 397,
    "principal": 277,
    "of": 242,
    "college": 67,
    "name": 233,
    "holds": 165,
    "position": 272,
    "skill": 334,
    "focused": 136,
    "initiatives": 179,
    "about": 2,
    "development": 96,
    "programs": 282,
    "facilities": 124,
    "support": 352,
    "opportunities": 252,
    "courses": 80,
    "offer": 243,
    "degrees": 91,
    "pursue": 289,
    "postgraduate": 273,
    "intake": 182,
    "capacity": 52,
    "b": 37,
    "e": 105,
    "research": 305,
    "study": 351,
    "m": 212,
    "tech": 358,
    "an": 19,
    "mba": 217,
    "program": 281,
    "by": 45,
    "where": 395,
    "located": 208,
    "location": 209,
    "situated": 333,
    "campus": 49,
    "address": 9,
    "industry": 176,
    "collaborations": 66,
    "have": 155,
    "partnerships": 262,
    "collaborate": 65,
    "with": 399,
    "companies": 71,
    "or": 254,
    "industries": 175,
    "industrial": 174,
    "connections": 74,
    "s": 312,
    "corporate": 76,
    "extracurricular": 123,
    "activities": 7,
    "events": 118,
    "organize": 257,
    "sports": 342,
    "cultural": 86,
    "apply": 24,
    "applying": 25,
    "infrastructure": 178,
    "modern": 228,
    "amenities": 18,
    "placement": 266,
    "record": 297,
    "good": 145,
    "recruit": 298,
    "from": 139,
    "promote": 285,
    "environment": 116,
    "notable": 239,
    "achievements": 6,
    "known": 198,
    "major": 214,
    "accomplishments": 5,
    "top": 376,
    "library": 205,
    "like": 206,
    "your": 405,
    "in": 172,
    "institution": 181,
    "equipped": 117,
    "services": 329,
    "timings": 373,
    "when": 394,
    "open": 250,
    "hours": 167,
    "working": 401,
    "schedule": 317,
    "access": 3,
    "vtu": 391,
    "syllabus": 354,
    "find": 132,
    "question": 290,
    "papers": 260,
    "online": 249,
    "hostel": 166,
    "describe": 93,
    "this": 370,
    "wanted": 392,
    "know": 197,
    "rules": 311,
    "regulations": 301,
    "guidelines": 152,
    "staying": 345,
    "share": 331,
    "operating": 251,
    "check": 60,
    "out": 258,
    "times": 372,
    "cost": 77,
    "charges": 59,
    "food": 137,
    "options": 253,
    "on": 248,
    "a": 1,
    "canteen": 51,
    "mech": 220,
    "garage": 142,
    "lab": 199,
    "fitness": 134,
    "gym": 153,
    "bus": 44,
    "service": 328,
    "transportation": 380,
    "using": 387,
    "reserve": 306,
    "traveling": 381,
    "happens": 154,
    "if": 170,
    "changes": 58,
    "their": 367,
    "pick": 264,
    "up": 385,
    "point": 270,
    "change": 57,
    "route": 310,
    "during": 104,
    "semester": 326,
    "refund": 300,
    "stop": 347,
    "don": 102,
    "t": 355,
    "use": 386,
    "part": 261,
    "undergraduate": 383,
    "bachelor": 38,
    "undergraduates": 384,
    "average": 36,
    "package": 259,
    "placements": 267,
    "visit": 390,
    "resources": 307,
    "training": 379,
    "tests": 363,
    "interviews": 187,
    "dedicated": 90,
    "space": 339,
    "group": 150,
    "discussions": 97,
    "internships": 186,
    "internship": 185,
    "entrance": 114,
    "exam": 119,
    "appear": 22,
    "test": 362,
    "exams": 120,
    "faculty": 126,
    "members": 224,
    "professors": 280,
    "department": 92,
    "teaching": 357,
    "staff": 343,
    "ranking": 294,
    "national": 234,
    "state": 344,
    "ranked": 293,
    "rankings": 295,
    "be": 40,
    "hire": 164,
    "graduates": 147,
    "duration": 103,
    "course": 79,
    "long": 210,
    "lateral": 202,
    "entry": 115,
    "join": 192,
    "application": 23,
    "wi": 398,
    "fi": 129,
    "facility": 125,
    "internet": 184,
    "alumni": 17,
    "association": 32,
    "network": 237,
    "organization": 255,
    "role": 309,
    "medical": 222,
    "clinic": 62,
    "health": 156,
    "hii": 163,
    "hellooo": 158,
    "afternoon": 13,
    "hi": 161,
    "hello": 157,
    "hey": 160,
    "greetings": 149,
    "morning": 230,
    "it": 190,
    "going": 144,
    "doing": 101,
    "today": 375,
    "thankyou": 365,
    "thank": 364,
    "goodbye": 146,
    "bye": 46,
    "see": 325,
    "later": 201,
    "built": 43,
    "created": 82,
    "creator": 84,
    "developed": 95,
    "technology": 360,
    "powers": 274,
    "call": 47,
    "clubs": 64,
    "organizations": 256,
    "technical": 359,
    "focus": 135,
    "arts": 30,
    "creativity": 83,
    "club": 63,
    "language": 200,
    "enthusiasts": 113,
    "leadership": 203,
    "innovation": 180,
    "exchanges": 121,
    "oh": 247,
    "sosc": 337,
    "purpose": 288,
    "more": 229,
    "source": 338,
    "nihongo": 238,
    "japanese": 191,
    "accommodation": 4,
    "attendance": 34,
    "policy": 271,
    "many": 216,
    "classes": 61,
    "miss": 226,
    "minimum": 225,
    "meet": 223,
    "safety": 314,
    "measures": 219,
    "place": 265,
    "safe": 313,
    "security": 324,
    "arrangements": 28,
    "ensure": 112,
    "cctv": 54,
    "cameras": 48,
    "projects": 284,
    "funded": 140,
    "funding": 141,
    "my": 232,
    "project": 283,
    "supported": 353,
    "financially": 131,
    "grants": 148,
    "contact": 75,
    "person": 263,
    "touch": 378,
    "office": 246,
    "email": 110,
    "yes": 403,
    "number": 241,
    "workshops": 402,
    "improve": 171,
    "skills": 335,
    "aptitude": 26,
    "soft": 336,
    "value": 388,
    "added": 8,
    "preparation": 276,
    "assist": 31,
    "finding": 133,
    "kind": 196,
    "which": 396,
    "career": 53,
    "guidance": 151,
    "counseling": 78,
    "cell": 55,
    "help": 159,
    "planning": 268,
    "advice": 12,
    "provided": 287,
    "pre": 275,
    "talks": 356,
    "they": 369,
    "conduct": 73,
    "sessions": 330,
    "topics": 377,
    "covered": 81,
    "offers": 245,
    "various": 389,
    "including": 173,
    "specialization": 340,
    "ai": 14,
    "ml": 227,
    "specialized": 341,
    "low": 211,
    "rank": 292,
    "cutoffs": 88,
    "separate": 327,
    "__number__": 0,
    "score": 321,
    "requirement": 303,
    "come": 68,
    "highest": 162,
    "salary": 316,
    "key": 195,
    "recruiters": 299
  },
  "intent": {
    "admission_requirements": 3,
    "cse_admission_process": 27,
    "aiml_admission_process": 4,
    "mech_robotics_admission_process": 56,
    "ece_admission_process": 28,
    "ise_ds_admission_process": 49,
    "management_quota_fees": 52,
    "cet_admission_process": 19,
    "comedk_admission_process": 25,
    "required_documents": 67,
    "nri_fees": 61,
    "scholarships": 72,
    "college_principal": 23,
    "skill_learning": 73,
    "college_courses": 21,
    "college_location": 22,
    "industry_collaborations": 44,
    "extracurricular_activities": 33,
    "admission_process": 2,
    "infrastructure": 46,
    "placement": 62,
    "research": 68,
    "achievements": 1,
    "library_overview": 51,
    "ask_library_timings": 7,
    "ask_vtu_syllabus": 9,
    "ask_vtu_question_paper": 8,
    "ask_hostel_facilities": 6,
    "hostel_rules_and_regulations": 41,
    "hostel_timings": 42,
    "fee_structure": 35,
    "food_options": 36,
    "mech_tech_garage": 57,
    "gym_facilities": 40,
    "bus_service": 13,
    "bus_service_rules": 16,
    "bus_service_changes": 14,
    "bus_service_refund": 15,
    "undergraduate_courses": 76,
    "campus_description": 17,
    "placement_process": 64,
    "placement_facilities": 63,
    "internship_opportunities": 47,
    "mba_entrance_exam": 54,
    "faculty_information": 34,
    "college_ranking": 24,
    "engineering_placements": 32,
    "mba_duration": 53,
    "lateral_entry_admission": 50,
    "research_opportunities": 69,
    "scholarship_application_process": 71,
    "wifi_facilities": 77,
    "alumni_association": 5,
    "medical_facilities": 59,
    "engineering_fee_structure": 31,
    "greet": 39,
    "how_are_you": 43,
    "goodbye": 38,
    "bot_developer_info": 11,
    "bot_name": 12,
    "student_clubs": 75,
    "sosc_club": 74,
    "nihongo_club": 60,
    "accommodation": 0,
    "attendance_policy": 10,
    "safety": 70,
    "funding": 37,
    "contact_placement_department": 26,
    "placement_training": 65,
    "internships": 48,
    "career_guidance": 18,
    "pre_placement_talks": 66,
    "engineering_courses": 30,
    "mechanical_engineering_admission": 58,
    "information_science_engineering_admission": 45,
    "electronics_communication_engineering_admission": 29,
    "cet_score_requirement": 20,
    "mba_placement": 55
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_accommodation": 12,
    "utter_achievements": 13,
    "utter_admission_process": 14,
    "utter_admission_requirements": 15,
    "utter_aiml_admission_process": 16,
    "utter_alumni_association": 17,
    "utter_ask_hostel_facilities": 18,
    "utter_ask_library_timings": 19,
    "utter_ask_vtu_question_paper": 20,
    "utter_ask_vtu_syllabus": 21,
    "utter_attendance_policy": 22,
    "utter_bot_developer_info": 23,
    "utter_bot_name": 24,
    "utter_bus_service": 25,
    "utter_bus_service_changes": 26,
    "utter_bus_service_refund": 27,
    "utter_bus_service_rules": 28,
    "utter_campus_description": 29,
    "utter_career_guidance": 30,
    "utter_cet_admission_process": 31,
    "utter_cet_score_requirement": 32,
    "utter_college_courses": 33,
    "utter_college_location": 34,
    "utter_college_principal": 35,
    "utter_college_ranking": 36,
    "utter_comedk_admission_process": 37,
    "utter_contact_placement_department": 38,
    "utter_cse_admission_process": 39,
    "utter_ece_admission_process": 40,
    "utter_electronics_communication_engineering_admission": 41,
    "utter_engineering_courses": 42,
    "utter_engineering_fee_structure": 43,
    "utter_engineering_placements": 44,
    "utter_extracurricular_activities": 45,
    "utter_faculty_information": 46,
    "utter_fee_structure": 47,
    "utter_food_options": 48,
    "utter_funding": 49,
    "utter_goodbye": 50,
    "utter_greet": 51,
    "utter_gym_facilities": 52,
    "utter_hostel_rules_and_regulations": 53,
    "utter_hostel_timings": 54,
    "utter_how_are_you": 55,
    "utter_industry_collaborations": 56,
    "utter_information_science_engineering_admission": 57,
    "utter_infrastructure": 58,
    "utter_internship_opportunities": 59,
    "utter_internships": 60,
    "utter_ise_ds_admission_process": 61,
    "utter_lateral_entry_admission": 62,
    "utter_library_overview": 63,
    "utter_management_quota_fees": 64,
    "utter_mba_duration": 65,
    "utter_mba_entrance_exam": 66,
    "utter_mba_placement": 67,
    "utter_mech_robotics_admission_process": 68,
    "utter_mech_tech_garage": 69,
    "utter_mechanical_engineering_admission": 70,
    "utter_medical_facilities": 71,
    "utter_nihongo_club": 72,
    "utter_nri_fees": 73,
    "utter_placement": 74,
    "utter_placement_facilities": 75,
    "utter_placement_process": 76,
    "utter_placement_training": 77,
    "utter_pre_placement_talks": 78,
    "utter_required_documents": 79,
    "utter_research": 80,
    "utter_research_opportunities": 81,
    "utter_safety": 82,
    "utter_scholarship_application_process": 83,
    "utter_scholarships": 84,
    "utter_skill_learning": 85,
    "utter_sosc_club": 86,
    "utter_student_clubs": 87,
    "utter_undergraduate_courses": 88,
    "utter_wifi_facilities": 89
  },
  "action_text": null,
  "intent_response_key": null
}